Repository: LetSeeApp/LetSeeApp.github.io
Catalog: localizations/index/*.po
Languages: hu

# navigation.home
source: Home
hu: Főoldal

# navigation.about
source: About
hu: Az appról

# navigation.explore
source: Explore
hu: Ismertető

# navigation.news
source: News
hu: Hírek

# navigation.team
source: Team
hu: Csapatunk

# navigation.contact
source: Contact
hu: Kapcsolat

# navigation.partners
source: Partners
hu: Partnereink

# header.title
source: Welcome to &img_src(img/LetSee-logo_white_blue.png)
hu: Üdvözlünk a &img_src(img/LetSee-logo_white_blue.png) oldalán!

# header.subtitle
source: A <strong>computer vision</strong> based <strong>smartphone application</strong> for <strong>visually impaired</strong> people
hu: Okostelefon-<strong>alkalmazás látássérült</strong> felhasználók számára

# about.title
source: LetSee: an App for Vision
hu: LetSee: segít a látásban

# about.content.p1
source: Our aim is to develop an application to help visually impaired people. LetSee is an easy-to-use app to facilitate their lives, and help them to solve common recognition challenges. LetSee enables blind users to gain visual information by providing audio feedback. In addition to recognize paper money, the current version can be used to train and recognize your own plastic cards, and it also has a light intensity meter. We are continuously extending the LetSee toolbox to make it more useful.
hu: Célunk egy olyan alkalmazás fejlesztése, amely a látássérülteket segíti életkörülményeik javításában. A LetSee egy egyszerűen használható alkalmazás, amely segítséget nyújt a mindennapokban felmerülő nehézségek megoldásához. Segítségével a látássérült illetve vak felhasználó hasznos információkat, hangjelzéseket kaphat a környezetéről. A jelenlegi verzió a papírpénzek felismerésére mellett használható bankkártyák és igazolványok betanítására és felismerésére, valamint egy fényintenzitás mérő funkció is megtalálható benne. A LetSee eszköztárát folyamatosan bővítjük, hogy minél hasznosabb segédeszközzé tegyük.

# about.content.p2
source: LetSee provides endless possibilities to its users. We are constantly working on improving our services and introducing more features, like making it able to identify colors, recognize pictographs, read small displays on household appliances, recognize numbers of public transport vehicles, locate crosswalks, etc. If you have any questions, feedback or feature request, please email us at info@letseeapp.com
hu: A LetSee számtalan lehetőséget kínál felhasználóinak. Folyamatosan dolgozunk az alkalmazás fejlesztésén, új funkciók bevezetésén, többek között, hogy képes legyen színek illetve piktogramok felismerésére, digitális kijelzők leolvasására, járatszám-felismerésre, gyalogosátkelők megtalálására stb. Ha kipróbáltad, és kérdésed, visszajelzésed, fejlesztési ötleted van, kérünk írj nekünk az info@letseeapp.com emailcímre.

# donwload.title
source: Download <strong>LetSee</strong>
hu: Letöltés

# donwload.content.p1
source: We are really excited to show you how it works! Download LetSee! :)
hu: Izgatottan várjuk, mit szólsz hozzá! Töltsd le, próbáld ki! :)

# explore.title
source: Explore <strong>the app</strong>
hu: Fedezd fel a <strong>LetSee</strong> világát!

# explore.content.p1
source: LetSee is exploiting the immense computational and sensory capabilities of smartphones.
hu: A LetSee sokoldalúan használja ki az okostelefonok számítási teljesítményét és a bennük lévő szenzorokat.

# explore.content.col1.title
source: <strong>Image Acquisition</strong>
hu: <strong>Bemeneti képek</strong>

# explore.content.col1.description
source: LetSee uses the built in camera of your smartphone to look around in your surroundings processing each frame continuously.
hu: A LetSee a telefon kameráját használja, folyamatosan feldolgozva a környezetből kinyerhető képi információkat.

# explore.content.col2.title
source: <strong>Effective Processing</strong>
hu: <strong>Hatékony képfeldolgozás</strong>

# explore.content.col2.description
source: Fast and low-power algorithms running locally on your phone, thus no data connection is needed to use the app.
hu: A telefon gyors és hatékony algoritmusok segítségével dolgozza fel a képeket, így nincs szükség internetkapcsolatra az alkalmazás használatához.

# explore.content.col3.title
source: <strong>Audio Feedback</strong>
hu: <strong>Hangjelzések</strong>

# explore.content.col3.description
source: Once the app is highly confident in its decisions, results are immediately displayed on the screen and spoken out loud.
hu: Amint az alkalmazás sikeresen feldolgozta a képet, az eredmény azonnal megjelenik a kijelzőn, és hallhatóvá válik a hangszórón vagy fülhallgatón keresztül.

# explore.content.col4.title
source: <strong>Task Selection</strong>
hu: <strong>Feladatválasztás</strong>

# explore.content.col4.description
source: Simply swipe sideways to choose among functions.
hu: A funkciók között egyszerű oldalirányú söpréssel lehet váltani.

# news.title
source: News
hu: Hírek

# news.subtitle
source: TalkBack & Gestures
hu: TalkBack és gesztusvezérlés

# news.content.p1
source: <i>TalkBack</i> modifies the basic gestures on your phone, and the gestures to be used might differ slightly depending on the <i>TalkBack</i> version in use. In such a case, disabling <i>TalkBack</i> temporarily by using the <i>Accessibility</i> shortcut option might improve the user experience. (On iOS we automatically disable <i>VoiceOver</i> for functions, where it would be disturbing.)
hu: A <i>TalkBack</i> módosítja a beépített gesztusokat, így az alkalmazás használata során ismertetett gesztusok eltérhetnek, az aktuálisan használt <i>TalkBack</i> verziójától függően. Ilyen jellegű hiba esetén segíthet, ha a <i>Kisegítő lehetőségek</i> billentyűparancs használatával átmenetileg kikapcsoljuk a <i>TalkBacket</i> a felhasználói élmény javítása érdekében. (Az iOS rendszeren automatikusan letiltjuk a <i>VoiceOvert</i> azon funkciókra, ahol az zavaró lenne a működés során.)

# team.title
source: Meet <strong>our team</strong>
hu: Ismerd meg <strong>munkatársainkat!</strong>

# team.member1.name
source: Csanad Egervari
hu: Egervári Csanád

# team.member1.post
source: Executive Manager
hu: Ügyvezető

# team.member2.name
source: Viktor Karacs
hu: Karacs Viktor

# team.member2.post
source: Business development manager
hu: Üzletfejlesztési menedzser

# team.member3.name
source: Attila Stubendek
hu: Stubendek Attila

# team.member3.post
source: Algorithm Developer
hu: Algoritmus-fejlesztő

# team.member4.name
source: Gabor Quintz
hu: Quintz Gábor

# team.member4.post
source: iOS Developer
hu: iOS fejlesztő

# team.member5.name
source: Tibor Kertesz
hu: Kertész Tibor

# team.member5.post
source: Mobile App Developer
hu: Mobil App fejlesztő

# team.member6.name
source: Kristof Karacs
hu: Karacs Kristóf

# team.member6.post
source: Head of Development
hu: Fejlesztési vezető

# contact.title
source: <strong>Contact</strong> / <strong>subscribe</strong>
hu: <strong>Elérhetőség</strong> / <strong>feliratkozás</strong>

# contact.content.p1
source: Contact us! - in case you have any questions or comments
hu: Írj nekünk! - ha bármi kérdésed vagy megjegyzésed van

# contact.content.p2
source: Subscribe! - if you would like to get notification when the app is ready to fly
hu: Iratkozz fel! - ha szeretnél elsőként értesülni a frissítésekről

# contact.content.form.email.label
source: Email address
hu: E-mail cím

# contact.content.form.name.label
source: Your name
hu: Név

# contact.content.form.subscribe.label
source: Subscribe
hu: Feliratkozás

# contact.content.form.message.label
source: Message
hu: Üzenet

# contact.content.form.submit.label
source: Submit
hu: Elküld

# partners.title
source: Our partners
hu: Partnereink
